Repository: billpwchan/concert_passport
Catalog: apps/ios/ConcertPassport/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# atlas.all_markets
source: All
zh_hans: 全部
zh_hant: 全部

# atlas.artist_or_city
source: Artist or city
zh_hans: 艺人或城市
zh_hant: 藝人或城市

# atlas.eyebrow
source: Find a show
zh_hans: 找演出
zh_hant: 找演出

# atlas.inside_window
source: During your trip
zh_hans: 行程期间
zh_hant: 行程期間

# atlas.title
source: See who is playing while you’re away.
zh_hans: 看看旅途中能遇见谁。
zh_hant: 看看旅途中能遇見誰。

# common.action_now
source: Action now
zh_hans: 现在处理
zh_hant: 現在處理

# common.illustrative
source: Illustrative data
zh_hans: 示例数据
zh_hant: 示例資料

# common.journey_complete
source: Ready for show day
zh_hans: 已准备好演出日
zh_hant: 已準備好演出日

# common.mark_done
source: Mark complete
zh_hans: 标记完成
zh_hant: 標記完成

# common.open_verified_source
source: Open verified official source
zh_hans: 打开已验证的官方来源
zh_hant: 開啟已驗證的官方來源

# common.remaining
source: remaining
zh_hans: 剩余
zh_hant: 剩餘

# common.venue_time
source: Venue time
zh_hans: 场馆当地时间
zh_hant: 場館當地時間

# journey.illustrative_timeline
source: Sample plan
zh_hans: 示例计划
zh_hant: 示例計畫

# journey.title
source: Journey
zh_hans: 旅程
zh_hant: 旅程

# milestone.announcement.title
source: Announcement
zh_hans: 官宣
zh_hant: 官宣

# milestone.doors.title
source: Doors open
zh_hans: 开放入场
zh_hant: 開放入場

# milestone.general_sale.title
source: General sale
zh_hans: 公开发售
zh_hant: 公開發售

# milestone.lottery.title
source: Submit lottery application
zh_hans: 提交抽选申请
zh_hant: 提交抽選申請

# milestone.lottery_result.title
source: Check lottery result
zh_hans: 查看抽选结果
zh_hant: 查看抽選結果

# milestone.membership.title
source: Confirm membership
zh_hans: 确认会员资格
zh_hant: 確認會員資格

# milestone.payment.title
source: Complete winner payment
zh_hans: 完成中选付款
zh_hant: 完成中選付款

# milestone.presale.title
source: Membership presale
zh_hans: 会员预售
zh_hant: 會員預售

# milestone.registration.title
source: Complete presale registration
zh_hans: 完成预售报名
zh_hant: 完成預售登記

# milestone.show.title
source: Show time
zh_hans: 演出开始
zh_hant: 演出開始

# milestone.ticket_delivery.title
source: Check ticket delivery
zh_hans: 检查出票状态
zh_hant: 檢查出票狀態

# milestone.waiting_room.title
source: Join the waiting room
zh_hans: 进入等候室
zh_hant: 進入等候室

# nav.atlas
source: Atlas
zh_hans: 地图
zh_hant: 地圖

# nav.passport
source: Passport
zh_hans: 护照
zh_hant: 護照

# nav.plans
source: Plans
zh_hans: 计划
zh_hant: 計畫

# nav.today
source: Today
zh_hans: 今日
zh_hant: 今日

# passport.cities
source: Cities
zh_hans: 城市
zh_hant: 城市

# passport.distance
source: Distance
zh_hans: 里程
zh_hant: 里程

# passport.distance_note
source: Distance comes from entered journey records, not live location tracking.
zh_hans: 里程来自已录入的旅程记录，不使用实时定位追踪。
zh_hant: 里程來自已輸入的旅程記錄，不使用即時定位追蹤。

# passport.eyebrow
source: Your history
zh_hans: 你的记录
zh_hant: 你的記錄

# passport.first_memory
source: First live memory
zh_hans: 第一次现场记忆
zh_hant: 第一次現場記憶

# passport.first_saw_format
source: First saw %1$@ live in %2$@.
zh_hans: 第一次在%2$@见到%1$@现场。
zh_hant: 第一次在%2$@見到%1$@現場。

# passport.shows
source: Shows
zh_hans: 场次
zh_hant: 場次

# passport.stamps
source: Selected stamps
zh_hans: 精选印章
zh_hant: 精選印章

# passport.title
source: Every show you made it to.
zh_hans: 你去过的现场，都在这里。
zh_hant: 你去過的現場，都在這裡。

# plans.title
source: Your concert plans
zh_hans: 你的演出计划
zh_hant: 你的演出計畫

# today.eyebrow
source: Saturday · Singapore
zh_hans: 星期六 · 新加坡
zh_hant: 星期六 · 新加坡

# today.protected_journeys
source: Next trips
zh_hans: 下一段行程
zh_hant: 下一段行程

# today.title
source: What needs your attention next?
zh_hans: 下一步，该做什么？
zh_hant: 下一步，該做什麼？
